{
  "MSS": {
    "MSN": "32357767435",

    "compendium": {
      "title": "Compendium",
      "profile": {
        "name": "Dylan Montgomery",
        "username": "dylcmonty",
        "pronouns": "he/him",

        "handleLine": "dylcmonty • he/him",

        "avatar": "assets/profile-main.png",
        "micro_icon": "assets/profile-micro.png",

        "displayHandle": "@Fruitful-Network-Development",
        "location": "Cuyahoga Valley",
        "linkedin": "in/dylan-montgomery-352813196"
      },

      "organizations": [
        "Fruitful Network Development",
        "Major"
      ]
    },

    "dossier": {
      "oeuvre": {
        "title": "Oeuvre",
        "paragraphs": [
          "I’m a Computer Engineering and Applied Mathematics student at the University of Akron, with a passion for building technology that empowers local communities and small organizations to thrive. Whether through data frameworks for agricultural networks, custom hardware interfaces, or applied mathematical models, my work is driven by one goal: making complex systems accessible and useful for real people.",
          "My projects have ranged from modular ECU dashboards to salable ETL pipelines, but the common thread has always been bridging the gap between technical depth and practical application. I’ve spent the last few years exploring how open-source tools and semantic frameworks can help local agriculture operate with the same efficiency as large corporations; without sacrificing independence, transparency, or values.",
          "I am the creator and CEO of FRUITFUL NETWORK DEVELOPMENT LLC, a Computer Engineering Contract firm that provides server and data framework services. Currently the company's aim to employ a newly created data framework to assist small to midsize farms and agricultural communities compete to provide their products to US, with out changing who's in charge or how they stay individual businesses. This is being accomplish by providing the FND sweet of tools that use a single source of data for updating and for informing. No subscriptions, only a new paradigm that we hope to allow for a new paradigm of food brokerage that utilizes local agriculture. At the same price as what is offered with harmful chemicals and no return to local economies. Out competing harmful practices in the private sector.",
          "I like to think my most unique/particular work skill is being able to see the potential in change and being able to bring that potential to life. Accomplishing that is always a challenge because the path is always uncertain, but the key to success is finding joy in the process. If you can do that, anything is possible."
        ]
      },

      "anthology": {
        "title": "Anthology",
        "blocks": [
          {
            "id": "resume",
            "kind": "pdf",
            "title": "Resume",
            "target": "assets/resume-preview.png",
            "thumbnail": "assets/resume-preview.png"
          },
          {
            "id": "demo",
            "kind": "url",
            "title": "Demo Design",
            "target": "webpages/demo/index.html",
            "thumbnail": "assets/wrench.png"
          },
          {
            "id": "linkedin",
            "kind": "url",
            "title": "LinkedIn",
            "target": "https://www.linkedin.com/in/dylan-montgomery-352813196",
            "thumbnail": "assets/linkedin-preview.png"
          },
          {
            "id": "github",
            "kind": "url",
            "title": "GitHub",
            "target": "https://github.com/dylcmonty",
            "thumbnail": "assets/github-preview.png"
          },
          {
            "id": "other-site",
            "kind": "url",
            "title": "Fruitful Network Dev",
            "target": "https://sites.google.com/view/fruitful-network-design/home",
            "thumbnail": "assets/google-cite-preview.png"
          }
        ]
      }
    }
  }
}
